Repository: BaLLi2512/deltaforcetool
Catalog: Honorbuddy/Plugins/BuddyControlPanel/Resources/Localization/BCPGlobalization.*.resx
Languages: es_es, pt, tr_tr

# Title_Changelog
source: Changelog
es_es: Historial de cambios
pt: Changelog(Registro de alterações)
tr_tr: Değişiklik Kaydı

# Title_ExitConfirmation
source: Exit Confirmation
es_es: Confirmación de salida
pt: Confirmação de saída
tr_tr: Çıkış Onayı

# Title_InvalidKeybind
source: Invalid Keybind
es_es: Combinación de teclas inválida
pt: Comando Inválido
tr_tr: Geçersiz Tuş Komb.

# Title_InventoryManagement
source: Inventory Management
es_es: Gestión de Inventario
pt: Administração de Inventário
tr_tr: Envanter Yönetimi

# Title_KeyBindingConfiguration
source: Keybinding Configuration
es_es: Configuración combinación de teclas
pt: Configuração Comando(keybind)
tr_tr: Tuş Kombinasyonu Yapılandırması

# Title_Legal
source: Legal
tr_tr: Yasal

# Title_LoadAProfile
source: Load a Profile
es_es: Cargar Perfil
pt: Carregar o Perfil
tr_tr: Bir Profil Yükle

# Title_LoadAProfileFromTheWeb
source: Load a Profile from the Web
es_es: Cargar Perfil desde la red
pt: Carregar o perfil à partir da Web
tr_tr: Web'ten bir profil yükle

# Title_OverlayConfiguration
source: Overlay Configuration
es_es: Configuración de superposición
pt: Configuração de Overlay (camadas)
tr_tr: Kaplama Yapılandırması

# Title_ProfileConfigurationSettings
source: Profile Configuration Settings
es_es: Ajustes de Configuración del Perfil
pt: Definições de Configuração de Perfil
tr_tr: Profil Yapılandırma Ayarları

# Title_QuestSpecificConfiguration
source: Quest-specific configuration
pt: Configuração específica de busca
tr_tr: Görev-Özel Yapılandırması

# GeneralTextFormat_MinimizingBuddyBot
source: Minimizing {0}
es_es: Minimizado {0}
pt: Minimalizando {0}

# Item_Help_StartHere_Label
source: START HERE
es_es: EMPIEZA AQUÍ
pt: COMEÇAR AQUI

# Item_Uri_Label
source: URI:
es_es: URL:
