Repository: BaLLi2512/deltaforcetool
Catalog: Honorbuddy/Plugins/BuddyControlPanel/Resources/Localization/BCPGlobalization.*.resx
Languages: es_es, pt, tr_tr

# ButtonText_Cancel
source: Cancel
es_es: Cancelar
pt: Cancelar
tr_tr: İptal

# ButtonText_Load
source: Load
es_es: Cargar
pt: Carregar
tr_tr: Yükle

# ButtonText_No
source: No
pt: Não
tr_tr: Hayır

# ButtonText_Reset
source: Reset
es_es: Reiniciar
pt: Reiniciar
tr_tr: Yenile

# ButtonText_ResetToDefaults
source: Reset to Defaults
es_es: Reiniociar a Valores Predeterminados
pt: Reiniciar padrão
tr_tr: Varsayılan Ayarla

# ButtonText_Yes
source: Yes
es_es: Si
tr_tr: Evet

# Button_BuddyPopUpDown_ToolTipFormat
source: Left-click mouse to minimize or restore {0}.
es_es: Clic izquierda del ratón para minimizar o restaurar {0}.
pt: Clique com o botão esquerdo do mouse para minimizar ou restaurar
tr_tr: Minimize etmek veya yenilemek için {0} tıkla.

# Button_Pause_Label
source: Pause
es_es: Pausa
pt: Pausa
tr_tr: Duraklat

# Button_Pause_ToolTipFormat
source: Left-click mouse to pause or resume {0}.
es_es: Clic izquierda del ratón para pausar o reanudar {0}.
pt: Clique com o botão esquerdo do mouse para pausar ou continuar
tr_tr: Duraklatmak veya devam etmek için {0} tıkla.

# Button_Start_Label
source: Start
es_es: Iniciar
pt: Começar
tr_tr: Başlat

# Button_Start_ToolTipFormat
source: Left-click mouse to start {0}.
es_es: Clic izquierda del ratón para iniciar {0}.
pt: Clique com o botão esquerdo do mouse para começar {0}.
tr_tr: {0} başlatmak için tıkla.

# Button_Stop_Label
source: Stop
es_es: Parar
pt: Parar
tr_tr: Durdur

# Button_Stop_ToolTipFormat
source: Left-click mouse to stop {0}.
es_es: Clic izquierda del ratón para parar {0}.
pt: Clique com o botão esquerdo do mouse para parar {0}.
tr_tr: {0} durdurmak için tıkla.

# Dialog_FormatText_IsNotAValidKeybind
source: '{1}' is not a viable keybind.{0}{0}Please select another key,{0} or add an Alt, Ctrl, or Shift modifier{0} to the current selection.
es_es: '{1}' no es una tecla asignada viable. {0} {0} Por favor, selecciona otra tecla, {0} o agregar una tecla Alt, Ctrl, o Mayús modificador {0} a la selección actual..
pt: '{1}' não é um comando válido.{0}{0}Por favor selecione outra tecla,{0} ou adicione o Alt , Ctrl, ou Shift modificador{0} à seleção atual.
tr_tr: '{1}' geçerli bir tuş bağlaması değildir. {0}{0}Lütfen başka bir anahtar seçin,{0} Mevcut oturumu{0} yapmak için Alt,Ctrl veya Shift yapın.

# GeneralTextFormat_BotActionsDefined_SpecificBot
source: Selects specific activities for the {0} bot to conduct.
es_es: Selecciona las actividades específicas para el {0} bot.
pt: Selecione atividades específicas para o {0} bot conduzir.
tr_tr: {0} botu için özel davranış veya aktivite seçimi yapar.

# GeneralTextFormat_BotActionsNotAvailable_SpecificBot
source: There are no available actions for the {0} bot.
es_es: No hay acciones disponibles para el {0} bot.
pt: Não tem ações disponíveis para o {0} bot.
tr_tr: {0} botu için her hangi bir aktivite mevcut değil.

# GeneralTextFormat_Event_Paused
source: {0} paused {1}
es_es: {0} pausado {1}
pt: {0} pausado{1}
tr_tr: {0} Duraklatıldı {1}

# GeneralTextFormat_Event_Resumed
source: {0} resumed {1}
es_es: {0} reanudado {1}
pt: {0} reiniciado {1}
tr_tr: {0} Devam ediyor {1}

# GeneralTextFormat_Event_Running
source: {0} running {1}
es_es: {0} en marcha {1}
pt: {0} em funcionamento {1}
tr_tr: {0} Çalışıyor {1}

# GeneralTextFormat_Event_Stopped
source: {0} stopped
es_es: {0} parado
pt: {0} parado
tr_tr: {0} Durduruldu

# GeneralTextFormat_Event_Stopping
source: {0} stopping {1}...
es_es: {0} parando {1}...
pt: {0} encerrando {1}...
tr_tr: {0} Durduruluyor {1}...

# GeneralTextFormat_OverlayIsNotActive
source: Overlay is not active, or Desktop Composition is disabled in your operating system.{0} The {1} will not be available because of this.
es_es: La capa no está activa o la composición del escritorio está desactivada en su sistema operativo. {0} {1} no estará disponible.
pt: Overlay não está ativado, ou a composição do computador está desativada no seu sistema operacional.{0} O {1} não está disponível por este motivo.
tr_tr: Kaplama aktiv değil , ve ya işletim sisteminizde masaüstü kompozisyonu devredışı.{0} Bu sebepten {1} kullanılabilir olmayacak.

# GeneralTextFormat_ProfileLoadingPleaseWait
source: Profile loading{0}(please wait)
es_es: Cargando perfil{0}(espera por favor)
pt: Carregando Perfil{0}(por favor, aguarde)
tr_tr: Profil yükleniyor{0}(please wait)

# GeneralTextFormat_RestoringBuddyBot
source: Restoring {0}
es_es: Restaurando {0}
tr_tr: Geri yükleniyor {0}

# GeneralTextFormat_ThisPluginCanOnlyBeEnabledOrDisabledFromTheMainHonorbuddyUI
source: This plugin can only be enabled or disabled from the main {0} UI.
es_es: Este plugin se puede activar o desactivar sólo desde el IU principal {0}.
pt: Este plugin apenas pode ser ativado ou desativado a partir da principal {0} UI.
tr_tr: Eklenti sadece {0} arayüzünden etkinleştirilip devredışı bırakılabilir.

# GeneralTextFormat_VendorActionsCancelled
source: Vendor actions cancelled: {0}
es_es: Subastas canceladas: {0}
pt: Ações do vendedor canceladas: {0}
tr_tr: Satıcı eylemleri iptal edildi: {0}

# GeneralTextFormat_VendorActionsScheduled
source: Vendor actions scheduled: {0}
es_es: Subastas programadas: {0}
pt: Ações do vendedor agendadas: {0}
tr_tr: Satıcı eylemleri zamanlandırıldı: {0}

# GeneralText_BotActions
source: Bot Actions
es_es: Actividades del Bot
pt: Ações do Bot
tr_tr: Bot Eylemleri

# GeneralText_BotActionsDefined_UnknownBot
source: Selects specific activities for this bot to conduct.
es_es: Selecciona las actividades específicas para llevar a cabo.
pt: Selecione atividades especificas para este bot conduzir.
tr_tr: Bu bot için yürütülecek özel aktiviteleri seçin.

# GeneralText_BotActionsNotAvailable_UnknownBot
source: There are no available actions for this bot.
es_es: No hay actividades disponibles para el bot.
pt: Não tem ações disponíveis para este bot.
tr_tr: Bu bot için mevcut aktivite yok.

# GeneralText_DisabledWhileBotIsRunning
source: Disabled while bot is running.
es_es: Inhabilitado mientras bot está ejecutado.
pt: Desabilidado enquanto o bot estiver em funcionamento.
tr_tr: Bot çalışırken devredışı bırakıldı.

# GeneralText_DisabledWhileProfileIsLoading
source: Disabled while profile is loading.
es_es: Inhabilitado mientras perfil está cargando.
pt: Desabilitado enquanto o perfil estiver carregando.
tr_tr: Profil yüklenirken devredışı bırakıldı.

# GeneralText_FailedToStartBot
source: {0} failed to start {1}
es_es: {0} error al iniciar {1}
pt: {0} falha ao inciar {1}
tr_tr: {0} Başlatılamadı {1}

# GeneralText_FinalLogPhrase
source: (Please see log for details)
es_es: (Vea el registro (log) para más detalles, por favor)
pt: (Porfavor veja registro para mais detalhes)
tr_tr: (Lütfen kayıt detaylarına bakınız)

# GeneralText_LoadingProfile
source: Loading profile...
es_es: Cargando perfil...
pt: Carregando perfil...
tr_tr: Profil yükleniyor...

# GeneralText_MouseLeftButtonToEnableOrDisable
source: Left-mouse button to enable/disable.
es_es: Botón izquierdo del ratón para activar / desactivar.
pt: Clique com o botão esquerdo do mouse para ativar/desativar.
tr_tr: Etkileştir/Devredışı bırak sol fare tuşu.

# GeneralText_MouseRightButtonForPluginSettings
source: Right-mouse button for plugin settings.
es_es: Botón derecho del ratón para la configuración del plugin.
pt: Clique com o botão direito do mouse para definições de plugin.
tr_tr: Eklenti ayarları için sağ fare tuşu

# GeneralText_MouseRightForContextMenu
source: Right-click mouse for context menu.
es_es: Haga clic con el botón derecho para el menú contextual.
pt: Clique com o botão direito do mouse para o menu de contexto.
tr_tr: Bağlam menüsü için sağ fare tuşu.

# GeneralText_None
source: none
es_es: nada
pt: nenhum
tr_tr: Hiçbiri

# GeneralText_NoProfileCurrentlySelected
source: No profile currently selected.
es_es: Actualmente no hay perfil seleccionado.
pt: Nenhum perfil selecionado no momento.
tr_tr: Hiçbir profil seçilmedi.

# GeneralText_OnlyProfilesForTheFollowingBotsMayBeConfigured
source: Only profiles for the following bots may be configured:
es_es: Podemos configurar únicamente los perfiles para los siguientes bots:
pt: Apenas perfis para os seguintes bots poderão ser configurados:
tr_tr: Sadece şu botlar için olan profiller düzenlenebilir:

# GeneralText_PauseHotkeyIgnoredBotIsNotRunning
source: Pause hotkey ignored: {0} is not running
es_es: Tecla de acceso directo Pausa ignorada: {0} no está ejecutado
pt: Atalho Pausa ignorado: {0} não está em execução
tr_tr: Duraklatma tuşu atlandı: {0} çalıştırılamıyor.

# GeneralText_PluginHasNoSettings
source: Plugin has no settings
es_es: Este plugin no no tiene ajustes
pt: Plugin sem configuração
tr_tr: Eklenti için ayar mevcut değil

# GeneralText_PluginIsNowDisabled
source: Plugin is now disabled
es_es: El plugin está inhabilitado ahora.
pt: Plugin agora está desativado
tr_tr: Eklenti devredışı bırakıldı.

# GeneralText_PluginIsNowEnabled
source: Plugin is now enabled
es_es: El pludin está habilitado ahora.
pt: Plugin agora está ativado
tr_tr: Eklenti şuan etkin.

# GeneralText_ProblemEncounteredTryingToObtain
source: Problem encountered trying to obtain
es_es: Se encontró un problema tratando de obtener
pt: Obtendo problema encontrado
tr_tr: Sorun ile karşılaşıldı düzeltilmek için çalışılıyor

# GeneralText_ProfileCouldNotBeFound
source: Profile could not be found:
es_es: No se puede encontrar el perfil:
pt: Perfil não encontrado:
tr_tr: Eklenti bulunamadı:

# GeneralText_ProfileFailedToLoad
source: Failed to load profile:
es_es: No se pudo cargar el perfil
pt: Falaha ao carregar o perfil:
tr_tr: Profil yüklenemedi:

# GeneralText_ProfileLoadCompleted
source: Profile load completed
es_es: Cargar perfil completado
pt: Carregamento de Perfil completo
tr_tr: Profil yüklemesi tamamlandı.

# GeneralText_ThereIsNoProfileLoadedToConfigure
source: There is no profile loaded to configure.
es_es: No hay perfil cargado a configurar.
pt: Nenhum perfil carregado para configurar.
tr_tr: Düzenleme yapmak için herhangi bir profil yüklenmedi.

# GeneralText_ThereWasAnErrorRequestingTheWebProfile
source: There was an error requesting the web profile:
es_es: Hubo un error al solicitar el perfil de la red:
tr_tr: Web profili alınırken bir hata ile karşılaşıldı:

# GeneralText_ThisActionIsOnlyAvailableForTheFollowingBots
source: This action is only available to the following bots:
es_es: Esta acción está disponible únicamente para los siguientes bots:
pt: Esta ação está disponível apenas para os seguintes bots:
tr_tr: Eylem sadece şu botlar için geçerlidir:

# GeneralText_Unknown
source: Unknown
es_es: Desconocido
pt: Desconhecido
tr_tr: Bilinmiyor

# Item_BotConfigurationSpecificUnavailable_ToolTipFormat
source: Bot '{0}' does not have any configuration.
es_es: El bot '{0}' no tiene ninguna configuración.
pt: Bot '{0}' não tem nenhuma configuração.
tr_tr: Bot '{0}' herhangi bir düzenlemeye sahip değildir.

# Item_BotConfigurationSpecific_LabelFormat
source: Bot ({0}) configuration...
es_es: Bot ({0}) configuración...
pt: Bot ({0}) configuração...
tr_tr: Bot ({0}) düzenlemesi...

# Item_BotConfigurationSpecific_ToolTipFormat
source: Configuration settings for the '{0}' bot.
es_es: Opciones de configuración del '{0}' bot.
pt: Definições de configurações para o '{0}' bot.
tr_tr: '{0}' botu için düzenleme ayarları.

# Item_BotConfigurationUnavailable_ToolTip
source: Bot does not have any configuration.
es_es: Este bot no tiene configuración.
pt: Bot não tem nenhuma configuração.
tr_tr: Bot herhangi bir yapılandırmaya sahip değil.

# Item_BotConfiguration_Label
source: Bot Configuration...
es_es: Configuración del bot...
pt: Configuração do Bot ...
tr_tr: Bot yapılandırma...

# Item_BotConfiguration_ToolTip
source: Configuration settings for the currently selected Bot.
es_es: Opciones de configuración del Bot seleccionado.
pt: Definições de configuração para a seleção atual de Bot.
tr_tr: Mevcut seçili bot için yapılandırma ayarları.

# Item_Bots_Label
source: Bots
tr_tr: Botlar

# Item_Bots_ToolTipFormat
source: Selects the current bot for use by {0}.
es_es: Selecciona el bot actual para el uso de {0}.
pt: Selecione o bot atual para ser usado por{0}.
tr_tr: {0} tarafından kullanılmak üzere bot tarafından seçildi.

# Item_BuddyBotConfiguration_LabelFormat
source: {0} Settings & Tools...
es_es: {0} Ajustes y herramientas ...
pt: {0}Configurações & Ferramentas...
tr_tr: {0} Ayarlar & Araçlar...

# Item_BuddyBotConfiguration_ToolTipFormat
source: Main configuration settings for {0}.
es_es: Ajustes de las configuraciones principales para {0}.
pt: Definições de configuração para {0}.
tr_tr: {0} için ana yapılandırma ayarları.

# Item_BuddyControlPanelPreferences_Label
source: Preferences...
es_es: Preferencias ...
pt: Preferências...
tr_tr: Tercihler...

# Item_BuddyControlPanelPreferences_ToolTipFormat
source: Configuration settings for the {0}.
es_es: Opciones de configuración de la {0}.
pt: Definições de configuração para {0}.
tr_tr: {0} için yapılandırma ayarları.

# Item_CombatRoutineConfiguration_LabelFormat
source: Combat Routine ({0}) configuration...
es_es: Configuiración de la Rutina de Combate ({0})...
pt: Combate configuração ({0}) de rotina...
tr_tr: Savaş rutini ({0}) yapılandırması...

# Item_CombatRoutineConfiguration_ToolTipFormat
source: Configuration settings for the {0} Combat Routine.
es_es: Ajustes de configuiración de la Rutina de Combate ({0})...
pt: Definições de configuração para a {0} Rotina de Combate.
tr_tr: {0} savaş rutiini için yapılandırma ayarları.

# Item_ContextMenuCancel_Label
source: Cancel
es_es: Cancelar
pt: Cancelar
tr_tr: İptal

# Item_ContextMenuCancel_ToolTip
source: Closes the context menu with no action.
pt: Fechar o menu de contexto sem atividade.
tr_tr: Mevcut menüyü eylemsiz kapatıyor.

# Item_ControlBarSize_Label
source: Control Bar Size:
es_es: Tamaño de la Barra de control:
pt: Tamanho da barra de controle:
tr_tr: Kontrol bar boyutu:

# Item_ControlBarSize_ToolTip
source: Alters the size of the controls in the Control Bar panel.
es_es: Altera el tamaño de los controles en el panel Barra de control.
pt: Altera o tamanho dos controles na Barra do painel de controle.
tr_tr: Kontrol Çubuğu paneldeki kontrollerin boyutunu değiştirir.

# Item_DeveloperTools_Label
source: Developer Tools...
es_es: Herramientas de Desarrolladores ...
pt: Ferramentas...
tr_tr: Geliştirici Araçları...

# Item_DeveloperTools_ToolTip
source: Opens the Developer Tools panel.
es_es: Abre el panel de Herramientas de Desarrolladores.
pt: OAbre o painel de Ferramentas.
tr_tr: Geliştirici Araçları panelini açar.

# Item_Exit_Label
source: Exit
es_es: Salir
pt: Saida
tr_tr: Çıkış

# Item_Goal_Label
source: Goal:
es_es: Objetivo:
pt: Objetivol:
tr_tr: Amaç:

# Item_Help_BuddyAuthenticationPortal_Label
source: Buddy Authentication Portal
pt: Portal de Autenticação Buddy
tr_tr: Buddy Kimlik Doğrulama Portalı

# Item_Help_BuddyStore_Label
source: Buddy Store
pt: Loja Buddy
tr_tr: Buddy Market

# Item_Help_GuidesForum_Label
source: Guides forum
es_es: Foro Guías
pt: Guia do forum
tr_tr: Kılavuzlar Forumu

# Item_Help_HelpDesk_Label
source: HelpDesk
pt: Apoio ao usuário
tr_tr: Yardım Masası

# Item_Help_ReleaseForum_Label
source: Release forum
es_es: Foro de lanzamiento
pt: Forum de Lançamento
tr_tr: Yayınlama Forumu

# Item_Help_ReleaseNotes_Label
source: Release Notes
es_es: Notas der lanzamiento
pt: Tópicos Lançados
tr_tr: Yayınlama Notları

# Item_Help_SupportForum_Label
source: Support forum
es_es: Foro de soporte
pt: Forum Suporte
tr_tr: Destek Forumu

# Item_Help_TheBuddyForums_Label
source: The Buddy Forums
pt: ForumThe Buddy
tr_tr: Buddy Forumları

# Item_Help_Updates_Label
source: Updates
es_es: Actualizaciones
pt: Atualizações
tr_tr: Güncellemeler

# Item_IgnoreCheckpoints_Label
source: Pursue all quests
es_es: Ignorar puntos de control
pt: Ignorar verificação
tr_tr: Denetim noktalarını görmezden gel

# Item_ItemAction_MailBlue
source: Mail Blue
es_es: Enviar Azules
pt: Correio Azul
tr_tr: Mavileri Postala

# Item_ItemAction_MailGreen
source: Mail Green
es_es: Enviar Verdes
pt: Correio Verde
tr_tr: Yeşilleri Postala

# Item_ItemAction_MailGrey
source: Mail Grey
es_es: Enviar Grises
pt: Correio Cinza
tr_tr: Grileri Postala

# Item_ItemAction_MailPurple
source: Mail Purple
es_es: Enviar Epicas
pt: Correio Roxo
tr_tr: Morlar Postala

# Item_ItemAction_MailWhite
source: Mail White
es_es: Enviar Blancos
pt: Correio Branco
tr_tr: Beyazlar Postala

# Item_ItemAction_SellBlue
source: Sell Blue
es_es: Vender Azules
pt: Venda Azul
tr_tr: Mavi Sat

# Item_ItemAction_SellGrey
source: Sell Grey
es_es: Vender Grises
pt: Venda Cinza
tr_tr: Grileri Sat

# Item_ItemAction_SellPurple
source: Sell Purple
es_es: Vender Epicas
pt: Venda Roxa
tr_tr: Morları Sat

# Item_ItemAction_SellWhite
source: Sell White
es_es: Vender Blancos
pt: Venda Branca
tr_tr: Beyazları Sat

# Item_ItemActon_SellGreen
source: Sell Green
es_es: Vender Verdes
pt: Venda Verde
tr_tr: Yeşilleri Sat

# Item_ItemQuality_Common
source: Common
es_es: Común
pt: Comum
tr_tr: Sıradan

# Item_ItemQuality_CommonColor
source: White
es_es: Blanco
pt: Branco
tr_tr: Beyaz

# Item_ItemQuality_Epic
source: Epic
es_es: Epica
pt: Épico
tr_tr: Epik

# Item_ItemQuality_EpicColor
source: Purple
es_es: Purpura
pt: Roxo
tr_tr: Mor

# Item_ItemQuality_Poor
source: Poor
es_es: Pobre
pt: Pobre
tr_tr: Ucuz

# Item_ItemQuality_PoorColor
source: Grey
es_es: Gris
pt: Cinza
tr_tr: Gri

# Item_ItemQuality_Rare
source: Rare
es_es: Rara
pt: Raro
tr_tr: Zor

# Item_ItemQuality_RareColor
source: Blue
es_es: Azul
pt: Azul
tr_tr: Mavi

# Item_ItemQuality_Uncommon
source: Uncommon
es_es: Poco Común
pt: Incomum
tr_tr: Nadir

# Item_ItemQuality_UncommonColor
source: Green
es_es: Verde
pt: Verde
tr_tr: Yeşil

# Item_KeybindDisclaimer_ToolTipFormat
source: This keybind will only work when the game client window has focus.{0}Not all keybind combinations will work on a given machine.
pt: Este comando apenas irá funcionar quando o a janela do cliente do jogo tiver foco.{0} Nem todos os comandos funcionarão em uma determinada máquina.
tr_tr: Bu tuş kombinasyonu sadece bot penceresi aktif olduğunda çalışır.{0}Tüm tuş kombinasyonu bütün makinalarda çalışmayabilir.

# Item_KeybindKey_Label
source: Key:
es_es: Clave:
pt: Chave:
tr_tr: Tuş:

# Item_KeybindModifiers_Label
source: Modifiers:
es_es: Modificadores:
pt: Modificadores:
tr_tr: Değiştirenler:

# Item_KeybindPauseResume_Label
source: Keybind Pause/Resume:
es_es: Tecla Pausa/Reanudar:
pt: Comando Pausa/Continuar:
tr_tr: Tuş Komb. Duraklat/Devam:

# Item_KeybindPauseResume_ToolTip
source: Defines the hotkey for pausing or resuming the bot.
es_es: Definir la tecla para pausar y reanudar el bot.
pt: Define o atalho para pausar ou reiniciar o bot.
tr_tr: Botu duraklatıp devam ettirmek için bir tuş atayın.

# Item_KeybindStartStop_Label
source: Keybind Start/Stop:
es_es: Tecla Iniciar/Parar:
pt: Comando Começar/Parar:
tr_tr: Tuş Komb. Başlat/Durdur:

# Item_KeybindStartStop_ToolTip
source: Defines the hotkey for starting or stopping the bot.
es_es: Definir la tecla para iniciar y parar.
pt: Define o atalho para iniciar ou parar o bot.
tr_tr: Botu durdurup başlatmak için bir tuş atayın.

# Item_LoadProfileFromBuddyStoreExcuse_Label
source: Please use main Honorbuddy window for this
es_es: Usa la ventana principal de Honorbuddy por favor.
pt: Por favor , use a janela principal do Honorbuddy para isto
tr_tr: Lütfen bunun için Honorbuddy ana ekranını kullanın

# Item_LoadProfileFromBuddyStore_Label
source: From Buddy Store...
es_es: Desde Buddy Store...
pt: Da Loja Buddy...
tr_tr: Buddy Market üzerinden...

# Item_LoadProfileFromFile_Label
source: From File...
es_es: Desde Fichero...
pt: Do Arquivo...
tr_tr: Dosya üzerinden...

# Item_LoadProfileFromWebSource_Label
source: From Web Source...
es_es: Desde la Red...
pt: Da Fonte Web ...
tr_tr: Web kaynağından...

# Item_LoadProfile_Label
source: Load Profile
es_es: Cargar Perfil
pt: Carregar Perfil
tr_tr: Profil Yükle

# Item_LockControlPositions_Label
source: Lock Control Positions
es_es: Cerrar Posiciones de Control
pt: Bloquear Controle de Posições
tr_tr: Kontrol Pozisyonlarını Kilitle

# Item_LockControlPositions_ToolTip
source: When enabled, prevents dragging and resizing of the Buddy Control Panel components.
es_es: Cuando está activado, evita arrastrar y cambiar el tamaño de los componentes del Buddy Control Panel.
pt: Quando ativado, impede arrastar e redimensionar os componentes do Painel de Controle do Buddy.
tr_tr: Aktif edildiğinde, Buddy kontrol panellerinin yeniden boyutlandırılmasını önler.

# Item_Plugins_Label
source: Plugins
tr_tr: Eklentiler

# Item_Plugins_ToolTipFormat
source: Access to enabling and configuring {0} plugins.
es_es: Acceso a la habilitación y configuración de los {0} plugins.
tr_tr: {0} pluginleri etkileştirme ve yapılandırma izni verir.

# Item_ProfileConfiguration_Label
source: Profile Configuration...
es_es: Configuración del Perfil...
pt: Configuração de perfil...
tr_tr: Profil Yapılandırma...

# Item_ProfileConfiguration_ToolTip
source: Allows the user to override certain profile settings.
es_es: Permite al usuario anular ciertas configuraciones del perfil.
pt: Permite que o usuário substitua certas configurações de perfil.
tr_tr: Kullanıcıya mevcut profil yapılandırmasının üzerine yazma izni verir.

# Item_ProfileLocation_ToolTipFormat
source: Profile location: {0}.
es_es: Ubicación Perfil: {0}.
pt: Localização de Perfil: {0}.
tr_tr: Profil Lokasyonu: {0}.

# Item_RecentProfile_ToolTipFormat
source: Loads profile: '{0}'.
es_es: Cargando Perfil: '{0}'.
pt: Perfil carregado: '{0}'.
tr_tr: Profil Yükle: '{0}'.

# Item_StatusDisplayFontSize_Label
source: Status Display Font Size:
pt: Exibir Status Tamanho da Fonte:
tr_tr: Durum Ekranı Karakter Boyutu:

# Item_StatusDisplayFontSize_ToolTip
source: Alters the font size used in the Status Display panel.
es_es: Altera el tamaño de la fuente utilizado en el Panel de la Pantalla.
tr_tr: Durum Ekranı panelinde kullanılan yazı tipi boyutunu değiştirir.

# Item_Status_Label
source: Status:
es_es: Estado:
tr_tr: Durum:

# Item_VendorAction_MailSellRepair_Label
source: Mail, Repair, & Sell
es_es: Correo, Reparar & Vender
pt: Correio, Reparação, & Venda
tr_tr: Posta, Tamir , & Sat

# Item_VendorAction_MailSellRepair_ToolTip
source: Schedules mailing, repairing, and selling activities.
es_es: Actividades - lista del correo, reparación y venta.
pt: Horários de mala direta, reparação e venda de atividades.
tr_tr: Postalama,tamir ve satış aktivitelerini zamanlar.

# Item_VendorAction_Mail_Label
source: Mail
es_es: Correo
pt: Correio
tr_tr: Posta

# Item_VendorAction_Mail_ToolTip
source: Schedules a visit to the nearest Mailbox.
es_es: Visitas al buzón más cercano.
pt: Agende uma visita a caixa de correios mais proxima.
tr_tr: En yakın posta kutusuna uğramayı zamanlar.

# Item_VendorAction_Repair_Label
source: Repair
es_es: Reparar
tr_tr: Tamir

# Item_VendorAction_Repair_ToolTip
source: Schedules a visit to the nearest Repair vendor.
es_es: Definir visitas a reparar.
pt: Agende uma visita ao Reparador mais próximo.
tr_tr: En yakın tamirciye uğramayı zamanlar.

# Item_VendorAction_Sell_Label
source: Sell
es_es: Vender
pt: Venda
tr_tr: Satış

# Item_VendorAction_Sell_ToolTip
source: Schedules a visit to Sell items at nearest Vendor.
es_es: Definir visitas al vendedor.
pt: Agende uma visita para Vender itens para o Vendedor mais próximo,
tr_tr: En yakın satıcıya uğramayı zamanlar.

# PluginName
source: BuddyControlPanel
pt: BuddyPaineldeControle
tr_tr: BuddyKontrolPaneli

# TitleFormat_About
source: About {0}
es_es: Acerca de {0}
pt: Sobre {0}
tr_tr: Hakkında {0}

# TitleFormat_Preferences
source: {0} Preferences
es_es: {0} Preferencias
pt: {0} Preferências
tr_tr: {0} Tercihler
